Repository: JcDenis/templator
Catalog: locales/*/main.po
Languages: fr

source: Select template:
fr: Sélectionner le template :

source: Appearance
fr: Aspect

source: Select the template
fr: Sélectionner le template

source: Entries template updated.
fr: Templates de billets mis à jour

source: Entry template
fr: Template de billet

source: Select template for the selection
fr: Sélectionner le template pour la sélection :

source: Templates engine
fr: Moteur de templates

source: Entries per page
fr: Entrées par page

source: No specific template
fr: Aucun template additionnel

source: Filename is empty.
fr: Le nom de fichier est vide.

source: The new template has been successfully created.
fr: Un noueau template a été créé avec succès.

source: The template has been successfully copied.
fr: Le template a été copié avec succès.

source: The template has been successfully removed.
fr: Le template a été supprimé avec succès.

source: The plugin is unusable with your configuration. You have to change file permissions.
fr: L'extension est inutilisable avec votre configuration. Vous devez modifier les permissions des fichiers.

source: Filename:
fr: Nom de fichier :

source: Extension .html is automatically added to filename.
fr: L'extension .html est automatiquement ajouté au nom de fichier.

source: Required only for category template.
fr: Requis uniquement pour un template de catégorie

source: New filename:
fr: Nouveau nom de fichier :

source: To copy the template <strong>%s</strong>, you need to fill a new filename.
fr: Pour copier le template <strong>%s</strong>, il est nécessaire de renseigner un nom de fichier.

source: Copy
fr: Copier

source: Target category:
fr: Catégorie cible :

source: To copy the template <strong>%s</strong> (%s), you need to choose a category.
fr: Pour copier le template <strong>%s</strong> (%s), il est nécessaire de choisir une catégorie.

source: Are you sure you want to remove the template "%s"?
fr: Êtes-vous sûr(e) de vouloir supprimer le template "%s" ?

source: No template.
fr: Aucun template.

source: available template
fr: template disponible

source: missing template
fr: template manquant

source: No specific templates on this blog.
fr: Aucun template spécifique sur ce blog.

source: This file is not writable. Please check your files permissions.
fr: Ce fichier ne peut pas être modifié. Veuillez vérifier les permissions des fichiers.

source: Failed to get posts meta
fr: impossible de retrouver les métadonnées

source: Unselect template "%s"
fr: Désélectionner le template "%s"

source: There is no entries
fr: Il n'y a pas de billet

source: Unselect template for selected entries
fr: Désélectionner ce template pour la sélection de billets

source: Manage additional templates
fr: Gérer les templates additionnels

source: Available templates
fr: Templates disponibles

source: Used templates
fr: Templates utilisés

source: New template
fr: Nouveau template

source: Empty template
fr: Template vide

source: Copy available template
fr: Copier un template disponible

source: Copy available category template
fr: Copier un template disponible de catégorie

source: Delete available template
fr: Effacer un template disponible

source: Edit template
fr: Modifier un template

source: Unselect template
fr: Désélectionner un template

source: edit
fr: modifier

source: edit the template
fr: modifier le template

source: details
fr: détails

source: copy
fr: copier

source: copy the template
fr: copier le template

source: delete the template
fr: supprimer le template

source: manage templates
fr: gérer les templates

source: Templator › Rendering
fr: Templator › Rendu

source: Template:
fr: Template&nbsp;:

source: Create and select more templates for your posts
fr: Créer et sélectionner plus de templates pour vos billets
